'''
Сегодня мы будем работать с переменными, нам понадобится создать 6 переменных:

username - имя пользователя
title - заголовок заметки
content - описание заметки
status - статус заметки
created_date - дата создания заметки в формате "день-месяц-год", например "10-11-2024"
issue_date - дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"
Присвоите им соответствующие значения и напечатайте с помощью функции print в виде print("Описание переменной:", переменная), например print("Имя пользователя:", username)

Это основные элементы нашей заметки, с которыми мы будем работать в будущем: изменять status, при выполнении заметки, проверять issue_date, чтобы узнать, истекла ли дата выполнения, править content, если пользователь решил, что описание недостаточно конкретное и т.д.

Наша задача на сегодня - познакомиться с переменными, с которыми нам предстоит провести следующие 8 модулей
'''

username = 'Marina'
print("Имя пользователя:", username)
title = 'title'
print("заголовок заметки:", title)
content = 'content'
print("описание заметки:", content)
status = 'status'
print("статус заметки:", status)
created_date = '24-01-2025'
print("дата создания заметки:", created_date)
issue_date = '10-02-2025'
print("дата истечения заметки (дедлайн):", issue_date)